---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricParamSpanSymRight
source: html/4c9afb2e-a01c-2636-0ec3-331c0edf7210.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricParamSpanSymRight Property

"Right"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricParamSpanSymRight { get; }
```